micropython/micropython/ports/raspberrypi/boards/heiafr_picomo_v1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "HEIA-FR Picomo V1"
#define MICROPY_HW_MCU_NAME "rp2040"

#define CIRCUITPY_RGB_STATUS_R (&pin_GPIO10)
#define CIRCUITPY_RGB_STATUS_G (&pin_GPIO11)
#define CIRCUITPY_RGB_STATUS_B (&pin_GPIO9)

#define DEFAULT_I2C_BUS_SCL (&pin_GPIO21)
#define DEFAULT_I2C_BUS_SDA (&pin_GPIO20)

#define DEFAULT_SPI_BUS_SCK (&pin_GPIO14)
#define DEFAULT_SPI_BUS_MOSI (&pin_GPIO15)
